{
  "en": [
    {"q": "What is this service?", "a": "AI Call Assistant is a service where AI handles, records, and automatically summarizes, stores, and analyzes phone, voice, and messenger conversations on your behalf."},
    {"q": "In what situations should I use it?", "a": "It can be used in all situations that require sales calls, customer consultations, contract negotiations, international calls, and call record management."},
    {"q": "Does AI actually answer the phone?", "a": "Yes. AI can directly receive calls through a virtual number and converse like a human."},
    {"q": "Can it be used when a person is on a call?", "a": "Yes. When a user makes a call, AI simultaneously performs recording, summarization, and analysis."},
    {"q": "Are call contents automatically saved?", "a": "All calls are automatically saved when recording consent is configured."},
    {"q": "How are calls recorded?", "a": "Voice is converted to text in real-time and stored together with the original audio."},
    {"q": "What format is the call summary?", "a": "A 3-5 line summary of key content is automatically organized along with main agreements and action items."},
    {"q": "Are multiple speakers distinguished?", "a": "Yes. The speaker separation feature identifies who said what."},
    {"q": "Is emotion analysis available?", "a": "Yes. Emotional states such as anger, neutral, and satisfaction are automatically analyzed."},
    {"q": "Can I find previous calls again?", "a": "You can search with natural language like 'call about contract last month'."},
    {"q": "What does AI negotiation assistant do?", "a": "It analyzes the other party's statements during a call to provide negotiation strategies, recommended phrases, and risk warnings."},
    {"q": "Is AI visible to the other party during negotiation?", "a": "No. Negotiation guides are displayed privately only to the user."},
    {"q": "Does it help with price negotiation?", "a": "Yes. It comprehensively analyzes price, schedule, and conditions to suggest optimal alternatives."},
    {"q": "Is call recording legal?", "a": "Automatic guidance messages are applied according to recording laws in each country."},
    {"q": "Is data stored securely?", "a": "All data is stored encrypted."},
    {"q": "Can it be used as legal evidence?", "a": "It can be utilized as evidence material as it includes timestamps and hash values."},
    {"q": "Can I use it for free?", "a": "Basic summary features are provided in the free plan."},
    {"q": "What about enterprise pricing?", "a": "Customized pricing is provided according to the number of users and features."},
    {"q": "Can it be applied to call centers?", "a": "Yes. It provides consultation automation and quality management features."},
    {"q": "How do I start to implement it?", "a": "You can start using it immediately after signing up and creating a virtual number."},
    {"q": "Are contracts automatically organized after calls?", "a": "Yes. Contract summaries or drafts can be created based on call content."},
    {"q": "Are verbal agreements recorded?", "a": "Agreement content in calls is automatically extracted and matched with contract terms."},
    {"q": "Can I give work instructions by voice?", "a": "Voice commands like 'summarize this call and send by email' are possible."},
    {"q": "Does it integrate with CRM?", "a": "It integrates with major CRMs such as Salesforce and HubSpot."},
    {"q": "Does it create meeting minutes or proposals?", "a": "They can be automatically generated after a call ends."},
    {"q": "What does AI-to-AI calling mean?", "a": "Our company's AI and the other company's AI directly call to pre-coordinate conditions."},
    {"q": "Is human intervention completely unnecessary?", "a": "It's only possible within preset ranges, and human intervention is required for final approval."},
    {"q": "Is multilingual negotiation possible?", "a": "Yes. Each AI can negotiate in real-time in different languages."},
    {"q": "Are AI-to-AI call records saved?", "a": "All AI↔AI calls are saved as voice, text, and agreement logs."},
    {"q": "Which languages are supported?", "a": "Multiple languages including Korean, English, Japanese, Chinese, Spanish, and French are supported."},
    {"q": "Are international numbers provided?", "a": "Virtual numbers (DID) for each country are provided."},
    {"q": "Is real-time translation possible?", "a": "Real-time translation during calls and translated summary provision are possible."},
    {"q": "Can I know the success probability of negotiation?", "a": "Contract success probability is provided in real-time during calls."},
    {"q": "Is negotiation practice possible?", "a": "Yes. You can simulate negotiations with an AI counterpart before actual calls."},
    {"q": "Does it comply with GDPR or CCPA?", "a": "Yes. It complies with global personal information protection regulations."}
  ]
}
